"File" = "Файл";
"Action" = "Действие";
"Last Modified:" = "Последнее изменение:";
"Show All" = "Показать все";
"GB" = "Гб";
"Close" = "Закрыть";
"Size" = "Размер";
"Preferences..." = "Настройки...";
"tar.Z" = "tar.Z";
"Make Archive" = "Создать архив";
"Default" = "По умолчанию";
"Created:" = "Создан:";
"Select All" = "Выделить все";
"Drag files to your preferred destination" = "Перетяните файлы в целевую папку";
"Compress" = "Сжать";
"Name" = "Имя";
"Cut" = "Вырезать";

"tbz" = "tbz";
"ZIP-file compatible with WinZip" = "Zip-файл, совместимый с WinZip";
"Split File" = "Разделить файл";
"Acknowledgements" = "Правообладатели / Благодарности";
"Archiver" = "Archiver";
"Check for Updates..." = "Проверить наличие обновлений...";
"Zoom" = "Изменить масштаб";
"Create Archive" = "Создать архив";
"WinZip compatible archive" = "Архив, совместимый с WinZip";
"Hide Archiver" = "Скрыть Archiver";
"tar" = "tar";
"zip" = "zip";
"Creating archive..." = "Создание архива...";
"Show in Finder" = "Показать в Finder";
"Finder" = "Finder";
"Quit Archiver" = "Выйти из Archiver";
"Archive type" = "Тип архива";
"Split" = "Разделить";
"Archive:" = "Архив:";
"Text Cell" = "Текстовое поле";
"Next" = "След.";
"Drag the file to your preferred destination" = "Перетяните файл в целевую папку";
"Extract" = "Извлечь";
"Size:" = "Размер:";
"Services" = "Службы";
"Open…" = "Открыть…";
"Send Feedback..." = "Обратная связь...";
"dmg" = "dmg";
"Redo" = "Вернуть";
"tar.bz2" = "tar.bz2";
"MainMenu" = "MainMenu";
"Copy" = "Копировать";
"Minimize" = "Свернуть";
"OtherViews" = "OtherViews";
"tgz" = "tgz";
"Done" = "Готово";
"Clean" = "Очистить";
"Repeat Password:" = "Повтор пароля:";
"7z" = "7z";
"Send Email..." = "Отослать e-mail...";
"20 Files" = "20 файлов";
"Paste" = "Вставить";
"Convert" = "Конвертировать";
"Name:" = "Имя:";
"About Archiver" = "Об Archiver";
"Edit" = "Правка";
"Hide Others" = "Скрыть остальные";
"My File Name Here.zip" = "Название файла.zip";
"10" = "10";
"Use Password" = "Использовать пароль";
"45.3 MB" = "45.3 Mб";
"10/31/2009" = "10/31/2009";
"Window" = "Окно";
"Main Window" = "Главное окно";
"Bring All to Front" = "Все окна - на передний план";
"Cancel" = "Отмена";
"Undo" = "Отменить";
"License Agreement" = "Лицензионное соглашение";
"Help" = "Справка";
"Archiver Help" = "Помощь по Archiver";
"Archive" = "Архив";
"Delete" = "Удалить";
"MB" = "Mб";
"Step 1 of 10" = "Шаг 1 из 10";
"KB" = "Kб";
"tar.gz" = "tar.gz";
"File Size" = "Размер файла";
"File name" = "Имя файла";
"Chunk Size:" = "Размер блока:";
"Creating Archive…" = "Создание архива…";

/* Navigation buttons */
"Convert" = "Конвертировать архив";
"Back" = "Назад";
"Finder" = "Finder";
"Export" = "Экспорт";

"Convert Archive:" = "Конвертировать архив:";
"Split File:" = "Разделить файл:";
"Create Archive:" = "Создать архив:";
"Choose Archive Type" = "Выберите тип архива:";

/* Placeholders -- no need to localize */
"OutlineView" = "OutlineView";
"GridView" = "GridView";
"View" = "View";
"Tab" = "Tab";
"Box" = "Box";
"This is the information text that should describe consequences, side effects, etc." = "This is the information text that should describe consequences, side effects, etc.";
"This is the message text that should explain the problem / warning." = "This is the message text that should explain the problem / warning.";
"CollectionView" = "CollectionView";
"Table View Cell" = "Table View Cell";
"1st Opt." = "1st Opt.";
"2nd Opt." = "2nd Opt.";
"Preview label" = "Preview label";
/* Top bar labels that are substituted programmatically on app launch: /*
 "Create Archive: Choose archive type" = "Create Archive: Choose archive type";
 "Convert archive: Choose archive type" = "Convert archive: Choose archive type";
 "Split File: Choose compression type" = "Split File: Choose compression type";
 
 /* ADDED BY RUSSIAN LOCALIZER */
"Follow us on Twitter" = "Читать нас в Твиттер";
"Sign up for newsletter..." = "Оформить рассылку новостей";
